[PAD]
[UNK]
[NUMBER]
:
gst
total
no
rm
tax
sr
cash
invoice
jalan
s
qty
-
amount
you
change
x
thank
bhd
summary
selangor
sdn
goods
date
are
item
tel
cashier
rounding
sold
reg
for
amt
id
not
please
&
again
come
of
@
code
sales
the
alam
lot
taman
incl
returnable
in
receipt
inclusive
to
%
tax(rm)
1x
time
jaya
pm
bandar
bill
price
fax
within
description
shah
m
cheras
discount
exchange
z
disc
*
amount(rm)
aeon
adj
hrs
supplies
adjustment
=
/
co
kuala
with
lumpur
shopping
sub-total
salesperson
jln
setia
be
inv
payable
and
original
johor
company
seksyen
sub
excluding
subang
excl
amt(rm)
refund
floor
note
permas
your
at
s/price
.
is
#:
item(s)
maluri
a
customer
adjustments
u.price
b
count
by
subtotal
table
tea
perindustrian
payment
refundable
hardware
simplified
user
zrl
allowed
included
due
gardenia
seri
kembangan
order
dengkil
t
or
ref
u/p
mr
ground
us
d
1851-b
kpb
operator
balakong
on
service
enterprise
received
utama
must
d.i.y.
1851-a
qty(s)
strictly
kawasan
items
malaysia
products
inc
03-87686092
day
mall
desa
from
kl
guardian
away
pos
this
all
doc
condition
sale
temenggung
(@
unit
bahru
klang
gst@6%
!
mahkota
take
#
darul
ehsan
type
petaling
quantity
baru
sh01
days
white
paid
g
points
today
s/b
transaction
after
indah
mart
returns
damansara
card
exc
sushi
charge
our
hours
restoran
name
fresh
market
good
puchong
tax/amt
its
patronage
net
ss
e
chicken
copy
basic
(126926-h)
sc
jejaka
ea
.s
-tax
invoice-
trading
no.2
r
wangsa
makassar
pls
wholemeal
keep
above
3rd
flr
1-300-80-aeon
rate
made
rice
trainee
rounded
counter
cs
tender
number
provide
centre
wan
sheng
002043319-w
19/9
bakeries
pelabur
23/1
03-
ve0514
15/4b
ve05:
dd
u.p
o.c.
e.&.0.e.
recipient
required
make
necessary
input
claims
shown
fax:03-
iss
kedai
yew
huat
aik
kuchai
:000473792512)
t2
tape
green
closed
feedback
round
coffee
(
tebrau
myr
o.c
jumbo
03-3271
product
papan
chuan
(0005583085-k)
banting
suci
transport
aman
017-6057770
angsa
promo
ctn
speed
(519537-x)
822737-x
17-g
u13/x
u13
restaurant
staff
balance
thai
perdana
point
pasir
sr0
sun
bank
acc
email
thandar
ara
c
:000306020352)
stationery
!!
rawang
stamp(s)
berkeley
applicable
p.t.
choosing
week
state
entitled
t1
kepong
rod
set
sri
a4
bukit
survey
gst(rm)
maju
batu
member
any
rm0.00
missed
rated
**
grand
black
city
exchangeable
pcs
am
walk
teh
pju
enw
03-7832
012-659
ioi
loyalty
total(rm)
besi
posted
cb
sun-thu:1000
fri-sat:1000
ice
mydin
request
gdn
pen
box
muda
super
mentai
sb
trans
bunga
pax
before
perniagaan
wong
master
besar
indicated
i
)
desc
store
uni
egg
bag
pj
cham
pusat
plastic
relief
section
:860671-d)
zj86
runcit
rsp
beauty
d.e.
brand
exchanges
fried
water
l
12/144
sg
siti
first
tmn
red
server
visa
powered
de
plug
pkt
electrical
terminal
bean
earned
jimart
roc
voucher
carry
served
chocolate
p
gross
we
off
credit
taxable
20/12/2017
bk
mbb
tan
issued
purchase
tasik
tq
ptd
***
blk
heng
bun-sbilis
books
batang
related
services
st
2x
07-386
excluded
savings
health
amounts
non-refundable.
including
7days
receipts
b003
f
unicorn
pax(s):
yellow
mar
chg
food
analysis
retail
u/price
500ml
dato
marketing
pvc
zr
saving
shell
station
f&b
11/05/2018
milk
dinar
call
gst:rm